tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
brew 'autoconf'
brew 'xz'
brew 'libpng'
brew 'freetype'
brew 'pkg-config'
brew 'libtool'
brew 'jpeg'
brew 'imagemagick'
cask 'java'
brew 'jenkins'
brew 'mas'
brew 'openssl'
brew 'pstree'
brew 'readline'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'scala'
brew 'scalaenv'
brew 'sbt'
brew 'r'
brew 'vim', args: ['with-properly-linked-python2-python3', 'HEAD']
cask 'google-chrome'
#cask 'google-drive'
cask 'sketchup'
#cask '1password'
cask 'adobe-reader'
cask 'alfred'
cask 'cyberduck'
#cask 'dropbox'
cask 'firefox'
cask 'googleappengine'
#cask 'r-app'
cask 'vagrant'
cask 'virtualbox'
#mas 'iPhoto (9.6.1)', id: 408981381
#mas 'Pixelmator (3.5.1)', id: 407963104
#mas 'SyncDifferent (1.2)', id: 516918029
#mas 'GarageBand (10.1.2)', id: 682658836
#mas 'Pages (5.6.2)', id: 409201541
#mas 'Keynote (6.6.2)', id: 409183694
#mas 'Xcode'
#mas 'The Unarchiver (3.11.1)', id: 425424353
#mas 'Numbers (3.6.2)', id: 409203825
